{
    "Title": "Weed Seed: Abutilon theophrasti (Velvetleaf)",
    "Family": "Malvaceae",
    "Common Name": "Velvetleaf",
    "Regulation": "Primary Noxious, Class 2 in the Canadian Weed Seeds Order, 2016 under the Seeds Act.",
    "Distribution": {
       "Canadian": "Occurs in all provinces except NL, NT, NU, and YT. Prevalent in southern ON and QC.",
       "Worldwide": "Native to Asia (India or China) and introduced to Europe, northern Africa, and North America."
    },
    "Duration of life cycle": "Annual",
    "Seed or fruit type": "Seed",
    "Identification features": {
       "Size": {
          "Seed length": "3.0 - 4.0 mm",
          "Seed width": "2.3 - 3.6 mm"
       },
       "Shape": "Heart-shaped seed with unequal lobes and a conspicuous notch at hilum end.",
       "Surface Texture": "Seed dull with minute reticulations and scattered tubercles, concentrated at the hilum.",
       "Colour": "Seed greyish brown with a lighter-coloured pubescence.",
       "Other Features": "Flap-like tissue covering the hilum may be present."
    },
    "Habitat and Crop Association": "Velvetleaf is found in cultivated fields, field margins, fence rows, gardens, roadsides, vacant lots, and other waste places. It is a troublesome weed, especially in corn, soybean, sorghum, and cotton fields.",
    "General Information": "Velvetleaf was introduced into North America in the mid-1700s as a potential fiber crop. This annual species is adapted to be a weed of cultivated land and waste places, and the movement of feed grain is believed to have spread it throughout eastern Canada.",
    "Similar species": {
       "Flower-of-an-hour (Hibiscus trionum)": {
          "Description": "Flower-of-an-hour seeds are similar in heart shape, brownish color, minutely reticulate surface, and tissue covering the hilum as velvetleaf.",
          "Differences": "Flower-of-an-hour seeds (length: 2.5 mm; width: 2.3 mm) are generally smaller than velvetleaf, densely covered with tubercles made up of brown hairs and resin glands. The surface is dark brown, and the lobes of the seed are equal or subequal. Velvetleaf seeds have fewer tubercles, the surface is light greyish-brown, and the lobes are unequal."
       }
    },
    "Photos": [
       "Images of Velvetleaf (Abutilon theophrasti) seeds are provided in the figures."
    ]
 }
 